<?php
require "iphone.php";

$name = "iPad Air 2";

$priceList = array(
"Замена стекла + экран"=>"9 990 руб.",
"Замена разъема"=>"3 490 руб.",
"Замена нижнего шлейфа"=>"3 490 руб.",
"Замена дисплея ( модуль )"=>"8 990 руб.",
"Замена динамика"=>"2 990 руб.",
"Поменять аккумулятор"=>"3 990 руб.",
"Ремонт контроллера питания"=>"5 490 руб.",
"Замена камеры"=>"2 790 руб.",
"Прошивка"=>" 990 руб.",
"Восстановление шины"=>"1 990 руб.",
"Замена кнопки"=>"1 990 руб.",
"Ремонт Wi-fi антенны"=>"1 990 руб.",
"Ремонт подсветки"=>"3 690 руб."
);

iphone($name, $priceList);
?>