<?php
require "iphone.php";

$name = "iPad Mini 4";

$priceList = array(
"Поменять верхний шлейф"=>"2 490 руб.",
"Замена нижнего шлейфа"=>"2 490 руб.",
"Замена дисплея ( матрицы )"=>"10 990 руб.",
"Замена камеры"=>"2 990 руб.",
"Замена кнопки Home"=>"1 990 руб.",
"Прошивка"=>" 990 руб.",
"Замена разъёма"=>"2490 руб.",
"Восстановление шины"=>"1 990 руб.",
"Замена аккумулятора"=>"3 990 руб.",
"Замена контроллера сенсора"=>"3 690 руб.",
"Замена стекла (в сборе)"=>"10 990 руб.",
"Замена динамика"=>"1 990 руб.",
"Сушка после влаги"=>"1 490 руб.",
"Ремонт аудиокодека (звук)"=>"4 390 руб."
);

iphone($name, $priceList);
?>