<?php
require "iphone.php";

$name = "iPad Mini";

$priceList = array(
"Восстановление шины"=>"1 490 руб.",
"Прошивка"=>" 990 руб.",
"Замена стекла + экран"=>"13 990 руб.",
"Замена аккумулятора"=>"4 990 руб.",
"Замена нижнего шлейфа"=>"2 190 руб.",
"Замена микрофона"=>"2 190 руб.",
"Замена крышки (корпуса)"=>"3 990 руб.",
"Замена стекла (Touchscreen)"=>"2 390 руб.",
"Замена динамика"=>"2 190 руб.",
"Поменять аккумулятор"=>"2 490 руб.",
"Ремонт контроллера сенсора"=>"3 290 руб.",
"Ремонт микросхемы подсветки"=>"3 290 руб.",
"Замена экрана (матрицы)"=>"3 990 руб.",
"Ремонт микросхемы GPS"=>"3 290 руб.",
"Замена камеры"=>"2 390 руб.",
"Замена wi-fi антенны"=>"1 990 руб.",
"Ремонт фронтальной камеры"=>"1 990 руб.",
"Сушка и чистка"=>"от 1 490 руб."
);

iphone($name, $priceList);
?>