<?php
require "iphone.php";

$name = "iPhone 5S";

$priceList = array(
"Замена дисплейного модуля"=>"от 2 690  руб.",
"Замена дисплейного модуля (копия)"=>"от 1 990  руб.",
"Замена аккумулятора (АКБ)"=>"1 790 руб.",
"Замена микрофона"=>"от 990 руб.",
"Замена основной камеры"=>"от 1 490 руб.",
"Замена фронтальной камеры"=>"от 1 190 руб.",
"Замена нижнего динамика"=>"от 990 руб.",
"Замена кнопки включения/громкости"=>"1 290 руб.",
"Ремонт гнезда зарядки"=>"от 990 руб.",
"Ремонт после воды"=>"от 990 руб.",
"Пайка контроллеров на плате"=>"от 1 990 руб.",
"Телефон не включается"=>"от 990 руб."
);

iphone($name, $priceList);
?>