<?php
require "iphone.php";

$name = "iPhone 6";

$priceList = array(
"Замена дисплейного модуля"=>"от 3 990  руб.",
"Замена дисплейного модуля (копия)"=>"от 2 990  руб.",
"Замена аккумулятора (АКБ)"=>"1 890 руб.",
"Замена микрофона"=>"от 1 390 руб.",
"Замена основной камеры"=>"от 1 990 руб.",
"Замена фронтальной камеры"=>"от 1 490 руб.",
"Замена нижнего динамика"=>"от 1 290 руб.",
"Замена кнопки включения/громкости"=>"1 490 руб.",
"Ремонт гнезда зарядки"=>"от 990 руб.",
"Ремонт после воды"=>"от 990 руб.",
"Пайка контроллеров на плате"=>"от 1 990 руб.",
"Телефон не включается"=>"от 990 руб."
);

iphone($name, $priceList);
?>